# Задание 1: Скриншот с багами
  Цели:
  - Найти баги
  - Приоритезировать 
  - Перечислить списком
# Приоритеты:
  Р0 — критический
  Р1 — высокий
  Р2 — средний
  Р3 — низкий

# Баги:
  1. ошибка функционала избранное — Р1
  2. мелкая ошибка в углу- Р1
  3. найдено 19, выдает 8 — Р2
  4. объявление из Новосибирска- Р2
  5. пол не совпадает — Р2
  6. порода не совпадает - Р2
  7. цена не совпадает — Р2
  8. плюшевый котенок - Р2
  9. сначала из Можайска - Р3
  10. щенок (косметика) -Р3 (Имя не то, но функционал не страдает — выдает котят)
  11. нарушение сетки (сдвиг об.) - Р3
  12. бенгал в объявлении «персидский котёнок» — ошибка модерации — Р3
  13. опечатка «корьера»
  14. подборка из бенгалов
  15. неправильная последовательность
  16. опечатка «уведомять»
# без требований не скажешь:
  1. отсутствуют фильтры по окрасу — в проде есть
  2. не у всех объявлений есть время — в проде тоже самое
